Repository: IngrownMink4/zodiac
Catalog: po/*.po
Languages: it, nl

source: A simple program for plotting horoscopes
nl: Een eenvoudige toepassing voor het uiteenzetten van horoscopen

source: The application generates horoscopes in svg and txt format. The user only needs to fill in the required fields. The application can make horoscopes for both one and two people.
nl: Deze toepassing stelt horoscopen samen in zowel svg- als txt-formaat. Het enige wat u hoeft te doen is de vereiste velden in te vullen. De toepassing kan horoscopen maken voor een of twee personen.

source: Updated the Kerykeion library
nl: Bijgewerkt: de Kerykeion-bibliotheek

source: Added AdwBreakpoint
nl: Nieuw: AdwBreakpoint

source: Updated the horoscope display page
nl: Bijgewerkt: horoscoopweergave

source: Added Czech translation
nl: Nieuw: Tsjechische vertaling

source: Updated to GNOME Platform 45
nl: Bijgewerkt: GNOME-platform naar versie 45

source: Added Spanish translation
nl: Nieuw: Spaanse vertaling

source: Added Italian translation
nl: Nieuw: Italiaanse vertaling

source: Initial release
nl: Eerste versie

source: translator-credits
it: Albano Battistella
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Select a Folder
it: Seleziona una cartella
nl: Kies een map

source: Fill in all the fields!
it: Compila tutti i campi!
nl: Vul alle vereiste velden in!

source: Enter valid date and time of birth values
nl: Voer een geldige datum en tijd in bij de geboortewaarden

source: Files saved successfully
nl: De bestanden zijn opgeslagen

source: Failed to save svg file
nl: Het svg-bestand kan niet worden opgeslagen

source: Failed to save txt file
nl: Het txt-bestand kan niet worden opgeslagen

source: Failed to save files
nl: De bestanden kunnen niet worden opgeslagen

source: Back
it: Nero
nl: Terug

source: For one
it: Per uno
nl: Voor één persoon

source: For two
it: Per due
nl: Voor twee personen

source: Open a folder with files
nl: Map met bestanden openen

source: Next
it: Prossimo
nl: Volgende

source: SHOW
it: MOSTRA
nl: BEKIJKEN

source: Name
it: Nome
nl: Naam

source: Day of births
it: Giorno di nascita
nl: Geboortedag

source: Month of births
it: Меse di nascita
nl: Geboortemaand

source: January
it: Gennaio
nl: januari

source: February
it: Febbraio
nl: februari

source: March
it: Маrzo
nl: maart

source: May
it: Маggio
nl: mei

source: June
it: Giugno
nl: juni

source: July
it: Luglio
nl: juli

source: August
it: Аgosto
nl: augustus

source: October
it: Оttobre
nl: oktober

source: Year of births
it: Anno di nascita
nl: Geboortejaar

source: Time of birth(hours)
it: Ora di nascita(ore)
nl: Geboortetijd (in uur)

source: Time of birth(minutes)
it: Ora di nascita(minuti)
nl: Geboortetijd (in minuten)

source: Place of birth
it: Luogo di nascita
nl: Geboorteplaats

source: Files save location
nl: Opslaglocatie

source: _Keyboard Shortcuts
it: _Scorciatoie di tastiera
nl: _Sneltoetsen

source: _About Zodiac
it: _Informazioni su Zodiac
nl: Over Zodi_ac

source: _Quit
nl: A_fsluiten

source: File saved successfully
it: File salvato con successo

source: Failed to save file
it: Impossibile salvare il file

source: April
it: Аprile

source: September
it: Settembre

source: November
it: Novembre

source: December
it: Dicembre

source: File save location
it: Posizione di salvataggio del file
